<?php


return [
    /*
    |--------------------------------------------------------------------------
    | Языковой лист ошибок формы создания объявления.
    |--------------------------------------------------------------------------
    */

    'header.required' => "Краткое описаение обязательно для заполнения.",
    'header.string' => "Это поле обязательно должно быть строкой.",
    'header.min' =>"Минимум 5 символов.",
    'header.max' =>"Максимум 100 символов.",

    'description.required' => "Полное описание обязательно для заполнения.",
    'description.string' => "Это поле обязательно должно быть строкой.",
    'description.min' => "Минимум 10 символов.",

    'price.required' => "Для публикации объявления нужно обязательно указать цену в рублях.",

    'img.required' => "Для публикации объявления нужно прикрепить скриншот с содержимом аккаунта."
];
